{
    "Index": {
        "title": "Michael Shingo Crawford",
        "role": "Violinist // Composer",
        "location": "Tokyo, Japan"
    },
    "Home": {
        "title": "Michael Shingo Crawford | Violinist and Composer",
        "description": "Violinist and Composer based in Tokyo, Japan."
    },
    "Navbar": {
        "home": "Home",
        "violin": "Violin",
        "composition": "Composition",
        "arranging": "Arranging",
        "contact": "Contact",
        "weddings": "Events"
    },
    "Violin": {
        "pageTitle": "Violinist in Tokyo",
        "pageDescription": "Michael Shingo Crawford is a Tokyo-based violinist, performing classical music, contemporary music, and anime soundtracks. Available for orchestra concerts, chamber music concerts, solo performances, and weddings.",
        "title": "Violin",
        "quote": "$$GreenText$$Michael Shingo Crawford$$GreenText$$ is a Tokyo-based violinist, performing classical music, contemporary music, and anime soundtracks.",
        "performanceHighlights": "Performance Highlights",
        "readAboutEnsemble": "Read about the ensemble",
        "orchestra": "Orchestra",
        "chamber": "Chamber Music",
        "solo": "Solo",
        "vivaldiDescription": "Performed with Tokyo Vivaldi Ensemble during their 2024-2025 season in concerts at Roppongi Hills and Suntory Hall.",
        "enaDescription": "Performed regularly with ENAensemble, an innovative collective blending opera, theater, music, cabaret, and visual arts, bringing newly composed chamber operas to the stage in Philadelphia.",
        "alterEgoDescription": "Participated in \"Alcina REVAMPED\", a contemporary twist on Handel's opera featuring electronics, saxophone, and guitar, recontextualizing the classic work in a modern setting.",
        "wcitDescription": "Performed in Yerevan, Armenia with the World Conference for Information Technology Orchestra, led by conductor Sergey Smbatyan, alongside the Armenian National Symphony and musicians from 15 countries.",
        "virtuosiDescription": "Performed with the Philadelphia Virtuosi, a chamber orchestra dedicated to broadening the classical music experience through fresh interpretations of well-known and rarely performed works",
        "internationalEvents": "International Events",
        "eventsDescription": "Performed at events across the United States (Philadelphia, New York City, Atlanta, Washington D.C.) as well as internationally in the Netherlands, Belgium, and China.",
        "emoryDescription": "Served as concertmaster (2016) and principal second violin (2015), also winning the 2015 Concerto and Aria Competition with a performance of Barber's Violin Concerto.",
        "newMusic": "New Music",
        "classical": "Classical",
        "animeMusic": "Anime Music",
        "booking": "Booking",
        "bookingContent": "Michael is available to perform as a violinist at the following events:",
        "orchestraConcerts": "Orchestra Concerts",
        "chamberMusicConcerts": "Chamber Music Concerts",
        "soloPerformances": "Solo Performances",
        "weddingsAndSpecialEvents": "Weddings and Special Events",
        "biography": "Biography",
        "biographyContent": "Michael has performed at events and concerts throughout the United States and the Netherlands, as well as in China and Belgium. Other engagements include performances with the Philadelphia Virtuosi as well as the World Congress for Information Technology Orchestra in Yerevan, Armenia. He has performed with ENAensemble and Alter Ego Chamber Opera, both opera companies that bring fresh takes on the operatic medium. While pursuing his studies, he served as concertmaster of the Emory University Symphony Orchestra and was the winner of its 2015-2016 Concerto and Aria Competition with his performance of the Barber Violin Concerto. Over the summers, he has attended the WestBen Performer-Composer Residency, zFestival, Dalí Quartet International Music Festival, Fresh Inc Festival, Eastern Music Festival, and the National Symphony Orchestra Summer Music Institute. While living in the United States, he taught violin and piano lessons in his private studio, which attracted online students from several countries, including Australia and Singapore."
    },
    "Weddings": {
        "pageTitle": "Hire a Violinist in Tokyo",
        "pageDescription": "Michael Shingo Crawford is a violinist available for hire in Tokyo, Japan and beyond.",
        "title": "Violinist in Tokyo",
        "quote": "\"Michael did such an amazing job at our wedding and $$GreenText$$exceeded all expectations$$GreenText$$. So many guests were talking about the $$GreenText$$amazing music$$GreenText$$ he played and it really brought our ceremony to the next level. Michael even came outside to play during our “bubble exit” and did such a wonderful job. $$GreenText$$Very talented!!$$GreenText$$\"",
        "intro": "Wedding Violin Music in the Heart of Tokyo",
        "intro1": "Michael Shingo Crawford is an Tokyo-based violinist who has performed at a wide variety of events, including weddings, marriage proposals, corporate functions, holiday celebrations, private salon concerts, and recitals throughout the United States, the Netherlands, Belgium, China, and Japan.",
        "intro2": "As experienced musician who has performed at over 200 events as part of ensembles ranging from violin and cello duo, string quartet, solo violin, and string trio, Michael is able to provide a tailored musical experience for every event.",
        "intro3": "Michael prides himself on staying true to his classical roots, bringing forth the natural beauty of the violin sound in his performances. To this end, he performs without amplification or backing tracks. This grants him the flexibility to perform in a wide variety of settings, and gives him a chance to be more creative with his interpretations, often filling in the harmony and accompanying parts, even while performing solo.",
        "cocktailHourAlt": "Violinist in Tokyo hired to perform music at a cocktail hour at a wedding.",
        "ensembleOptions": "Ensemble Options",
        "ensembleOptionsParagraph": "Michael is able to provide a variety of ensemble options for your event. The most popular options are the violin and cello duo, string quartet, and string trio. The violin and cello duo is a great option for those who want a rich, full sound without the need for additional musicians. The string quartet is a classic ensemble that can perform a wide variety of music, from classical to pop. The string trio is a more intimate ensemble that is perfect for smaller venues or events.",
        "soloViolin": "Solo Violin",
        "violinCello": "Violin and Cello",
        "violinPiano": "Violin and Piano",
        "violinGuitar": "Violin and Guitar",
        "violinHarp": "Violin and Harp",
        "violinDuo": "Violin Duo",
        "stringTrio": "String Trio",
        "stringQuartet": "String Quartet",
        "soloViolinDescription": "A solo violin adds an elegant touch to events, from intimate gatherings to larger weddings with over 100 guests. As a highly versatile instrument, it can deliver both soaring melodies and rich harmonies simultaneously. With a vast repertoire, the solo violin allows the musician the freedom to express their unique sound and style.",
        "violinCelloDescription": "For a rich sound without hiring a larger ensemble, the violin and cello duo is ideal. This pairing can perform a wide range of music, from classical to contemporary, making it perfect for weddings, corporate events, and private parties.",
        "violinPianoDescription": "Available only if a piano is provided at the venue! The violin and piano duo is a timeless combination, known for its authentic renditions of classical, pop, and rock music. With the piano’s wide orchestral range and ability to play multiple parts, this duo can beautifully capture the essence of the original compositions.",
        "violinGuitarDescription": "The guitar is a perfect match for the violin, offering rhythmic support and harmony while also shining in its own right with intricate solos. This duo adds versatility to any performance.",
        "violinHarpDescription": "Subject to harpist availability! The harp introduces a magical quality to any performance with its enchanting glissandi and warm tone. Paired with the expressive violin, this duo creates an irresistibly captivating sound.",
        "violinDuoDescription": "A graceful combination of two perfectly harmonized violins, creating an elegant and refined sound.",
        "stringTrioDescription": "The string trio is the perfect bridge between the smaller ensembles and the full quartet, echoing elements of both. Please note that string trio repertoire is limited to classical music.",
        "stringQuartetDescription": "A string quartet delivers the ultimate classical ensemble experience, capable of performing a vast repertoire from classical to contemporary music. It’s perfect for weddings, corporate events, and private functions, providing a rich, impressive sound that will leave a lasting impression.",
        "receiveQuote": "Receive a quote for your event!",
        "receiveQuoteParagraph": "Are you planning and wedding or event in Tokyo and looking for a violinist, or string ensemble to provide music? Do you have additional questions before deciding which ensemble is the best fit for your event? $$LinkInt$$Contact$$/contact-violinist-in-tokyo$$ Michael Shingo Crawford for a quote today!"
    },
    "Arranging": {
        "title": "Arranger in Tokyo",
        "description": "Anime music arrranger in Tokyo.",
        "pageTitle": "Arranging",
        "pageDescription": "Michael Shingo Crawford is an music arranger in Tokyo.",
        "quote": "Michael writes $$GreenText$$anime music$$GreenText$$ arrangements that utilize the $$GreenText$$full palette$$GreenText$$ of violin technique.",
        "baccano": "Baccano!",
        "hegemony": "Hunter x Hunter",
        "onePiece": "One Piece",
        "biographyTitle": "Biography",
        "biography": "Michael Shingo Crawford creates anime music arrangements that highlight the violin’s expressive and technical range. Drawing from his classical training as both a composer and violinist, he crafts arrangements that reflect a deep understanding of violin technique and produces sheet music engraved to professional standards. Since launching his $$LinkExt$$Youtube channel$$https://www.youtube.com/@MichaelShingo$$ in 2020, Michael has attracted over 12,000 subscribers and surpassed 2 million views. In 2023, he was honored to arrange music for the 25th Anniversary Concert of Cowboy Bebop in New York City."
    },
    "Composition": {
        "pageTitle": "Composition",
        "pageDescription": "Michael Shingo Crawford is a classical composer in Tokyo.",
        "biographyTitle": "Biography",
        "biography": "Michael Shingo Crawford is a Tokyo-based composer whose work tackles quirky subject matter with a tinge of the supernatural, often drawing inspiration from his Japanese heritage. Michael’s compositions have been presented by performers including the $$LinkExt$$Network for New Music$$https://www.networkfornewmusic.org/$$, PRISM Quartet, Sound Energy Trio, Philadelphia Orchestra Musicians, and the Vega String Quartet. Michael holds a Masters in Music Composition from Temple University and a Bachelors in Violin Performance from Emory University.",
        "works": "Works",
        "search": "Search",
        "score": "Score",
        "selectInstruments": "Select Instruments",
        "watchVideo": "Watch Video",
        "filterByInstruments": "Filter by Instruments",
        "noCompositions": "There were no compositions that match the search term.",
        "piecesDisplayed": "pieces displayed.",
        "violin": "violin",
        "piano": "piano",
        "cello": "cello",
        "bassoon": "bassoon",
        "flute": "flute",
        "oboe": "oboe",
        "clarinet": "clarinet",
        "bassClarinet": "bass clarinet",
        "reedQuintet": "reed quintet",
        "violinDuo": "violin duo",
        "windQuintet": "wind quintet",
        "soprano": "soprano",
        "pianoTrio": "piano trio",
        "viola": "viola",
        "doubleBass": "double bass",
        "trumpet": "trumpet",
        "saxophone": "saxophone",
        "trombone": "trombone",
        "tuba": "tuba",
        "brassQuintet": "brass quintet",
        "orchestra": "orchestra",
        "frenchHorn": "french horn",
        "percussion": "percussion",
        "percussionQuartet": "percussion quartet",
        "stringQuartet": "string quartet",
        "tableTitle": "Title",
        "tableDescription": "Description",
        "tableEnsemble": "Ensemble",
        "tableVideo": "Video",
        "tableScore": "Score",
        "aFantasticalFlight": "A Fantastical Flight transports the listener into a dream where he is airborne, unfettered by reason and fully convinced of the reality of what he sees before his eyes. The constantly shifting meter reflects the boundless imagination of the dreaming mind and its proclivity for sudden, unexpected changes in focus. The opening presents diatonic harmonies and simple accompaniment, joyous and spritely in character. As this dream progresses, darker undertones emerge through the use of bimodality and polymeter. The concurrence of contrasting pitch collections and meters expresses the conflict between the purely mental imagery of the dream and the corporeal world that lies awaiting the sleeper’s wake. The motivic material is passed between the two parts and presented in several variations throughout the piece. The music pensively draws to a close, reflecting on the inevitability of awakening and the dreamer’s melancholy at the thought of abandoning the fantastical journey that will soon fade into oblivion.",
        "aberrantBourree": "Aberrant Bourrée is a reimagining of the bourrée that departs from the traditional dance. While it incorporates the familiar quarter-bar anacrusis and dactylic rhythm (long-short-short), its unexpected changes of meter and metrically displaced accents lend it a deviant character. The A section begins with a jagged melody in the xylophone, which is deconstructed and developed in various ways. The B section begins with more fragmented music, gradually increasing in density and intensity until it leads into a return of the opening material. Those familiar with violin and cello repertoire may notice occasional quotations of Bach’s bourrées woven into the texture.",
        "agnosticSymbol": "Agnostic Symbol is inspired by Salvador Dalí’s painting of the same name. A desolate landscape opens before the viewer, and a distended spoon emerges from the distance. Carrying a miniscule clock, the spoon stretches across the canvas, contorting itself around a rock formation, representing humanity, and continuing further. This painting may be interpreted as an opposition between the longing for eternal life and the reality that life is finite. The spoon attempts to feed the reality of finitude to the stone, but misses the mark, leaving humanity steeped in its longing. Rather than attempting to recreate and represent the painting through sound, this music expresses the overall impression and emotional content of the image. There is a pervasive sense of desolation, especially in the sparsely orchestrated opening and closing sections. The middle of the piece expresses conflict and anguish through highly active and unstable textures.",
        "bicycle": "This piece explores a bicycle’s gear mechanism through overlapping lines that move at differing rates. In the opening passage, the bassoon plays a figure in 5/8, over which the piano sounds a repeating chord in a dotted eighth-note rhythm. The faster motion in the bassoon part signifies a bicyclist pedaling in a low gear, in which the rapid pedal motion translates to a slower rotation of the tires. This concept of fast input and slow output is a central aspect of the piece and helps produce many of the contrapuntal ideas that pervade the music. There is a mechanistic feeling produced by the relentless, driving rhythms, but this is accompanied by more organic elements such as the longer lines that sing above the mechanical pulse. This reflects the perspective and experience of the bicyclist, who powers the machine but is a different entity entirely.",
        "blossoms": "Blossoms in the Dead of Winter is inspired by the imagery found in a scene from the 2005 anime series, Mushishi, where an enclave of spring opens up in the heart of a blizzard. The wanderer in the mountains finds refuge in this oasis of life while enveloped by the desolation of the winter storm. Is this miraculous presence grounded in reality, or is it a mirage induced by his intense longing for warmth? This juxtaposition of polar opposites produces a surrealistic effect. The second theme quotes from the Japanese folk song “Sakura, Sakura.” Its text describes cherry blossoms blown around by the wind as far as the eye can see. It poses the question, “Is it mist, or clouds?” Seen from afar, these blossoms impress on the viewer a concept of an entirely different entity. This ambiguity of form derived from a spontaneous conception that the viewer constructs of the scene before him links the subject of the folk song with an impressionistic mode of visualization. The pitch content of the song further bolsters this idea, as it is derived from the Japanese mode, a variant of the pentatonic scale. The melody, which outlines a tritone, implies harmonies such as the half-diminished seventh chord and otherwise evokes a sense of tonal ambiguity. The incorporation of this melody into the piano trio thus brings with it harmonic and timbral implications. The melodies constantly shift between distant modes, and their harmonization only exacerbates this instability. Accompanying whole tone and octatonic scales color these modal lines. The first section of the piece presents the initial melodic idea which represents a subdued, wintry character. Throughout this section, the initial fragment of the Sakura melody repeatedly appears in the left hand of the piano part before the first full presentation occurs in the bassline. The character intensifies like a brewing storm, and the Sakura melody appears a second time but in syncopation, almost as if the whirlwind of icy particles called cherry blossoms to mind. The middle section dominated by a clear melody in the violin provides a short-lived respite from the storm. The next section contains the most complete and extensive presentation of the “Sakura” melody, signifying the arrival at the oasis of spring; however, the sinuous sixteenth notes weaving through the uneven meter of the violin line keeps this from becoming a resting place. The turbulent character gradually creeps in, culminating in the most tumultuous and contrapuntally dense area of the piece. This extroverted outburst is subsequently reduced to a more contained expression that maintains the tension despite its subdued character. The material from the opening section returns before the piece draws to a close in a flurry of activity, leaving the traveler’s fate uncertain.",
        "deriveIII": "Derive turns to equations and differential calculus for pitch material. The first movement uses the equation f(x)=0.5x^3- 〖0.5x〗^2-10x. This function may represent the position of an object at any point in time, hence the name of the movement. Integer inputs in the range -6 to 5 produce a sequence of numbers that can be converted into pitches. The resulting series of pitches, with the contour of a graphed cubic equation, appear in fragmented forms in the opening of the piece, developing towards a complete statement at the end of the first section. The second movement is based on f'(x)=1.5x^2- x-10, the first derivative of the original equation. This function calculates instantaneous velocity, the rate of change in the position of the object at any moment in time. This movement applies the equation more loosely—rather than extrapolating exact pitches based on the outputs, it merely replicates the parabolic contour of the graphed function. f''(x)=3x- 1, the second derivative, serves as the basis for the third movement. This function tracks acceleration, or the rate of change in velocity. For each integer inputted, the resulting value is three greater than the previous one. This may be represented musically through a fully diminished seventh chord which consists of four pitches spaced three semitones apart. Two of these chords transposed and superimposed produce the octatonic scale, with alternating half steps and whole steps. These are the chordal and scalar materials around which the third movement revolves. The overlapping rising lines of varying lengths create a sense of constant ascent, alluding to the linear function’s infinitude.",
        "escapeParty": "Virtual reality (VR) is a quickly developing technology that brings its users into an immersive digital world. I was inspired by one of my friends, who spent his New Year’s Eve 2020 attending a virtual reality party. The title has a couple of meanings. VR is an escape from physical reality, which takes people into an E-scape or an electronic landscape. This piece was commissioned by Christian Schoeman for his short film, “What Does It Take To Change A Light(house)?” where it appears as part of an escape scene.",
        "einsteinsDreams": "Einstein’s Dreams is based on Alan Lightman’s novel of the same name. This fictional narrative consists of a multitude of short episodes that describe Albert Einstein’s dreams about various conceptions of time. The piece is divided into three movements, each corresponding to a chapter of the novel. ",
        "following": "Following is loosely based on “Following Piece” by the performance artist Vito Acconci. The music plays on the idea of following or being followed. The simultaneous presence of two or more distinct metrical ideas represents two people walking at different paces. These ideas occasionally converge into a more unified statement, where the characters interact in some way. As the follower’s intentions are uncovered in the frantic final section, the music launches into a chase characterized by imitative motivic fragments that interject themselves at unanticipated moments.",
        "loveMobile": "Love Mobile was inspired by the first couple of months I spent driving around Pennsylvania and New Jersey after getting a car. The quarantine circumstances surrounding the pandemic led me to wonder, what if I could “drive” around from the comfort of my own home? This project is a collaboration with artist, Sirui Chen. We took the same source of inspiration as a point of departure and re-conceptualized it using our respective crafts.",
        "monoNoAware": "Mono no aware is a Japanese phrase roughly translating to the \"pathos of things\" or \"empathy toward things.\" Best described as a melancholy or wistfulness toward the transient nature of objects and life in general, it is a cultural concept that does not have an equivalent in the English language. A constantly shifting meter, suggesting impermanence, is strung together by a sustained stream of sixteenth notes in the piano part. The idea of growth and withering away are built into the piece through a metrical process involving a repeating melodic idea. The initial form of the idea, comprised exclusively of sixteenth notes, is altered through the addition or subtraction of a single note. In this manner, what was at first a fourteen-note idea is reduced to thirteen, then twelve, and continues to wither away until the process is halted by the introduction of a different idea. Polymeter features prominently in the music's construction, often putting the violin’s metric organization at odds with the divisions in the piano part.",
        "parallax": "This composition explores the concept of parallax, the perceived difference in the position of multiple objects seen along different lines of sight. For example, when the viewer of two objects is in motion, the one that is farther away appears to move more slowly than the one that is closer. This piece draws musical equivalences in various ways. The opening section is played freely, as if improvised, and overlaps parts that move at different tempi. The music then transitions into a more metered section which features polymeter and hemiolas embedded within lines that form cross-rhythms with each other. After a rhapsodic interlude, the music settles into a repeated 9/16 figure that is paired with a constant stream of sixteenth notes, beginning with a two-note pattern and undergoing an additive process. The three highest notes of the 9/16 figure become isolated and rhythmically modulate, transforming into the repeated note idea heard in the opening of the piece.",
        "peeck": "Jan Peeck was a Dutch trader who was the first European to make contact with Native Americans in the New Amsterdam region that would later become the state of New York. The modern city of Peekskill takes its name from Peeck, combined with “kil,” the Dutch word for stream. Peeck at the Kil takes a snapshot from this 17th century history and imagines Jan Peeck gazing over the Hudson River, envisioning the possibilities of this unknown land. The choice of subject is a result of my recent trip to Peekskill, a place where I spent much of my childhood. The more playful and jocose moments in the music refer to these early memories and acknowledge the titular pun.",
        "portraitsIII": "Portraits is a string quartet in which each of the four movements is a depiction of one of the principal string players of Emory University Symphony Orchestra as of Fall 2015. D.K., concertmaster, opens the quartet with its exuberant character. The contour of its initial motif, across all of the instruments, outlines the letter “D.” This idea is featured again at the return of the A section but now delineating the letter “K,” thus spelling out the initials “D.K.” An uninterrupted stream of eighth notes serves as the driving force behind the A section, which features succinct motifs and brief shifts to distant tonalities. At the end of this section, the ideas introduced previously are fragmented and distributed across all four instruments, taking advantage of the spatial arrangement of the quartet and creating a sense of instability by making it difficult to predict the location from which the next fragment will emerge. After the contrasting middle section, the opening material returns, relaxing into a calmer character and leading into the second movement. A.B., principal cello, seeks to convey enveloping warmth. While the cello is often in the foreground, all of the instruments have independent lines that interweave with its melody. The movement concludes with a fragmentation of the opening melody in the upper voices with a metrically contrasting figure in the cello line. M.K., principal viola, is quirky and joyfully effervescent. It features an unusual and rather humorous use of glissandi in the second violin part and often creates harmonic structure based on the simultaneous presence of two modes. The movement concludes with a section driven by ostinati across all instruments, each of which is in a different meter. M.S.C., as principal second violin, is a self-portrait. There is a sense of restlessness and forward drive in this movement accomplished through much more dissonant harmonies based on stacked intervals, particularly the seventh, as a method of building chords. M.S.C. makes countless motivic references to the previous movements, emphasizing the role that each of the people portrayed have played in my life. The quartet comes to a close with a coda, where the defining motifs for each portrait are localized to their respective instruments.",
        "rainbowChaser": "Rainbow Chaser is inspired by a story of a man enraptured and spellbound by the sight of a rainbow. The rainbow takes on the character of a living creature, and the man makes it his life-long mission to pursue and one day capture it. The music explores overlapping patterns of varying lengths and rhythmic figures that disrupt the meter, creating a free-flowing and constantly shifting soundscape that defies predictability.",
        "deepRiver": "Reconstructive Variations on Deep River is a set of continuous variations on the spiritual, “Deep River.” Reconstructive variations, as the title suggests, reverses the traditional variation form, which begins with the theme and advances to progressively distant variations. These variations begin with the most distant variation, consisting of brief fragments of the theme scattered throughout the texture. The remaining two variations merge these pieces into more continuous lines and leads towards the statement of the original theme, which concludes the piece.",
        "riverLights": "This is an original composition inspired by a nighttime walk along a riverbank while lights from the city are dancing above the water. This project is a collaboration with artist, Sirui Chen. We took the same source of inspiration as a point of departure and re-conceptualized it using our respective crafts. Her drawing that goes along with this piece is pictured below.",
        "shinrinYoku": "shinrin-yoku, or “forest bathing,” is a Japanese word referring to the activity of spending time in natural surroundings. It is a way of escaping the indoor life that is a reality for many people—a lifestyle concomitant with a constant onslaught of messages, a jungle of digital screens, and an overwhelming busyness that permits the mind no respite. The music takes the listener through this journey of shinrin-yoku, from the point of entering the forest and taking in its beauty to finding peace in a gentle meditative state.",
        "shrouded": "Skyscrapers piercing through an unending expanse of impenetrable morning fog, their concealed foundations suggesting otherworldly possibilities. Are the buildings of such a height that they have stretched to the clouds, or could they be hovering in the sky? This is the scene that greeted me as my plane descended towards New York City on a wintry February morning. Shrouded takes this imagery as a source of inspiration, generating an evocative range of instrumental color and musical development that allows the imagination to run free.",
        "strollingAroma": "Imagine if the scents that you smell on a daily basis were sentient beings that could move about at their own will. This is the absurdly quirky idea around which Strolling Aroma revolves. This project is a collaboration with artist, Sirui Chen. We took the same source of inspiration as a point of departure and re-conceptualized it using our respective crafts. Her drawing that goes along with this piece is pictured below..",
        "sylvanNights": "Sylvan Nights depicts the sounds of nocturnal insects, resounding throughout a forest. The calls of these creatures could be as subtle as a lone cricket’s intermittent chirping, or it could be a sonic tidal wave emanating from thousands of unseen critters. For much of the piece, the parts deliberately play out of sync with each other, creating a more organic sense of rhythm that mimics nature’s noises. There is an element of uncanniness, however, which suggests that these woods are far from normal. This is intimated by the occasional coordination of dynamic, gesture, and rhythm that these insects mysteriously manage to accomplish. ",
        "teruTeruBouzu": "teru teru bouzu is a resetting of the text from a Japanese children’s song of the same name. The lyrics speak of teru teru bouzu, a handmade doll crafted by children that is believed to bring good weather. While it is not often sung, the final line, “Then I’ll cut off your head, snip!” brings an unexpectedly dark turn to the song. This becomes the focal point of the reimagined music. The text now becomes sinister and foreboding with the implication of a crazed mental state. Rather than a child wishing for clear weather on the following day, the narrative transforms into that of a woman, steeped in superstition, desperately making offerings to the teru teru bouzu to grant her wish. The opening section sets the atmosphere of the piece. The voice sings fragmented sounds from the first line of text, which meld into the textural effects produced by the instruments. Motivic fragments from the original song begin to appear as well. The clarinet cadenza marks a transition into the second section and the setting of the first stanza. Following this, the music reflects on what has been said with isolated portions of the text interspersed. With the onset of the second stanza, the music reaches a point of greater energy and faster tempo. The singer’s offering of “sweet sake” to the teru teru bouzu comes with a sense of drunken revelry, reinforced by quotations of Camille Saint-Saëns’ Bacchanale from Samson and Delilah. The soprano becomes increasingly insistent in her demands with the obsessive repetition of “kiite” (“listen!”) before the instruments erupt into a climactic return of opening material, leading into the final stanza. The music now retreats into hushed tones with an intensifying menacing quality. The incorporation of quarter tones and glissandi represent a bending and breaking of the singer’s sanity. With an onomatopoetic “chon!” she threatens beheading in a rather Berliozian manner. In the final aleatoric passage, the instruments produce sounds that imitate rain, implying that the teru teru bouzu failed to grant her wish.",
        "wistfulAutumnNights": "The text for Wistful Autumn Nights draws from Clay MacCauley’s English translation of Ogura Hyakunin-Isshu. These 100 Japanese poems, written by 100 different poets living as early as the 7th century, were compiled in 1235 by Fujiwara no Teika. The subjects of these tanka, consisting of a 5-7-5-7-7 syllabic structure, explore ordinary emotions, love, and an admiration for nature. This song cycle includes five poems concerning wistfulness in autumn. The sentiments expressed are subtle: the sadness is never maudlin and happiness not ecstatic. Instead, they capture with beautiful succinctness a fleeting scene—a snapshot of human experience."
    },
    "Contact": {
        "pageTitle": "Contact Violinist in Tokyo",
        "pageDescription": "Contact Michael Shingo Crawford for violin performance opportunities, music composition and arrangement commissions, or anything else that is on your mind!",
        "title": "Contact",
        "quote": "Contact me about $$GreenText$$violin performance$$GreenText$$ opportunities, $$GreenText$$music composition$$GreenText$$ and $$GreenText$$arrangement commissions$$GreenText$$, or anything else that is on your mind!",
        "sendMessage": "Send me a message",
        "sendMessageContent": "I am available to perform as a violinist in Tokyo, other cities in Japan, as well as abroad. I am always happy to meet new people! If you just want to say hello, feel free to reach out.",
        "firstName": "First Name",
        "lastName": "Last Name",
        "email": "Email",
        "source": "Where did you find me?",
        "message": "Message",
        "submitButton": "Send Message",
        "firstNamePlaceholder": "John",
        "lastNamePlaceholder": "Taro",
        "sourcePlaceholder": "Google, Youtube, at a concert...",
        "messagePlaceholder": "Hello Michael, I found you on...",
        "firstNameError": "Please enter your first name.",
        "lastNameError": "Please enter your last name.",
        "emailError": "Please enter an email.",
        "emailValidityError": "Please enter a valid email.",
        "messageError": "Please enter a message."
    },
    "Footer": {
        "readyToBook": "Ready to book?",
        "getInTouch": "Get in touch!",
        "copyright": "Copyright",
        "webDesign": "Web Design by Michael Shingo Crawford",
        "builtWith": "Built with Next.js | Typescript | Tailwind CSS | Framer Motion"
    },
    "Tabs": {
        "watchVideo": "Watch a Video"
    },
    "ReadMore": {
        "readMore": "Read More",
        "readLess": "Read Less",
        "ellipses": ". . ."
    }
}