{
    "Index": {
        "title": "Michael Shingo Crawford",
        "role": "Violinist // Composer",
        "location": "Tokyo, Japan"
    },
    "Navbar": {
        "home": "Home",
        "violin": "Violin",
        "composition": "Composition",
        "arranging": "Arranging",
        "contact": "Contact",
        "weddings": "Events"
    },
    "Violin": {
        "title": "Violin",
        "quote": "$$GreenText$$Michael Shingo Crawford$$GreenText$$ is a Tokyo-based violinist, performing classical music, contemporary music, and anime soundtracks.",
        "performanceHighlights": "Performance Highlights",
        "readAboutEnsemble": "Read about the ensemble",
        "orchestra": "Orchestra",
        "chamber": "Chamber Music",
        "solo": "Solo",
        "enaDescription": "Performed regularly with ENAensemble, an innovative collective blending opera, theater, music, cabaret, and visual arts, bringing newly composed chamber operas to the stage in Philadelphia.",
        "alterEgoDescription": "Participated in \"Alcina REVAMPED\", a contemporary twist on Handel's opera featuring electronics, saxophone, and guitar, recontextualizing the classic work in a modern setting.",
        "wcitDescription": "Performed in Yerevan, Armenia with the World Conference for Information Technology Orchestra, led by conductor Sergey Smbatyan, alongside the Armenian National Symphony and musicians from 15 countries.",
        "virtuosiDescription": "Performed with the Philadelphia Virtuosi, a chamber orchestra dedicated to broadening the classical music experience through fresh interpretations of well-known and rarely performed works",
        "internationalEvents": "International Events",
        "eventsDescription": "Performed at events across the United States (Philadelphia, New York City, Atlanta, Washington D.C.) as well as internationally in the Netherlands, Belgium, and China.",
        "emoryDescription": "Served as concertmaster (2016) and principal second violin (2015), also winning the 2015 Concerto and Aria Competition with a performance of Barber's Violin Concerto.",
        "newMusic": "New Music",
        "classical": "Classical",
        "animeMusic": "Anime Music",
        "booking": "Booking",
        "bookingContent": "Michael is available to perform as a violinist at the following events:",
        "orchestraConcerts": "Orchestra Concerts",
        "chamberMusicConcerts": "Chamber Music Concerts",
        "soloPerformances": "Solo Performances",
        "weddingsAndSpecialEvents": "Weddings and Special Events",
        "biography": "Biography",
        "biographyContent": "Michael has performed at events and concerts throughout the United States and the Netherlands, as well as in China and Belgium. Other engagements include performances with the Philadelphia Virtuosi as well as the World Congress for Information Technology Orchestra in Yerevan, Armenia. He has performed with ENAensemble and Alter Ego Chamber Opera, both opera companies that bring fresh takes on the operatic medium. While pursuing his studies, he served as concertmaster of the Emory University Symphony Orchestra and was the winner of its 2015-2016 Concerto and Aria Competition with his performance of the Barber Violin Concerto. Over the summers, he has attended the WestBen Performer-Composer Residency, zFestival, Dalí Quartet International Music Festival, Fresh Inc Festival, Eastern Music Festival, and the National Symphony Orchestra Summer Music Institute. While living in the United States, he taught violin and piano lessons in his private studio, which attracted online students from several countries, including Australia and Singapore."
    },
    "Weddings": {
        "title": "Wedding Violinist",
        "quote": "\"Michael did such an amazing job at our wedding and $$GreenText$$exceeded all expectations$$GreenText$$. So many guests were talking about the $$GreenText$$amazing music$$GreenText$$ he played and it really brought our ceremony to the next level. Michael even came outside to play during our “bubble exit” and did such a wonderful job. $$GreenText$$Very talented!!$$GreenText$$\"",
        "intro": "Wedding Violin Music in the Heart of Tokyo",
        "intro1": "Michael Shingo Crawford is an Tokyo-based violinist who has performed at a wide variety of events, including weddings, marriage proposals, corporate functions, holiday celebrations, private salon concerts, and recitals throughout the United States, the Netherlands, Belgium, China, and Japan.",
        "intro2": "As experienced musician who has performed at over 200 events as part of ensembles ranging from violin and cello duo, string quartet, solo violin, and string trio, Michael is able to provide a tailored musical experience for every event.",
        "intro3": "Michael prides himself on staying true to his classical roots, bringing forth the natural beauty of the violin sound in his performances. To this end, he performs without amplification or backing tracks. This grants him the flexibility to perform in a wide variety of settings, and gives him a chance to be more creative with his interpretations, often filling in the harmony and accompanying parts, even while performing solo.",
        "cocktailHourAlt": "Violinist in Tokyo hired to perform music at a cocktail hour at a wedding.",
        "ensembleOptions": "Ensemble Options",
        "ensembleOptionsParagraph": "Michael is able to provide a variety of ensemble options for your event. The most popular options are the violin and cello duo, string quartet, and string trio. The violin and cello duo is a great option for those who want a rich, full sound without the need for additional musicians. The string quartet is a classic ensemble that can perform a wide variety of music, from classical to pop. The string trio is a more intimate ensemble that is perfect for smaller venues or events.",
        "soloViolin": "Solo Violin",
        "violinCello": "Violin and Cello",
        "violinPiano": "Violin and Piano",
        "violinGuitar": "Violin and Guitar",
        "violinHarp": "Violin and Harp",
        "violinDuo": "Violin Duo",
        "stringTrio": "String Trio",
        "stringQuartet": "String Quartet",
        "soloViolinDescription": "A solo violin adds an elegant touch to events, from intimate gatherings to larger weddings with over 100 guests. As a highly versatile instrument, it can deliver both soaring melodies and rich harmonies simultaneously. With a vast repertoire, the solo violin allows the musician the freedom to express their unique sound and style.",
        "violinCelloDescription": "For a rich sound without hiring a larger ensemble, the violin and cello duo is ideal. This pairing can perform a wide range of music, from classical to contemporary, making it perfect for weddings, corporate events, and private parties.",
        "violinPianoDescription": "Available only if a piano is provided at the venue! The violin and piano duo is a timeless combination, known for its authentic renditions of classical, pop, and rock music. With the piano’s wide orchestral range and ability to play multiple parts, this duo can beautifully capture the essence of the original compositions.",
        "violinGuitarDescription": "The guitar is a perfect match for the violin, offering rhythmic support and harmony while also shining in its own right with intricate solos. This duo adds versatility to any performance.",
        "violinHarpDescription": "Subject to harpist availability! The harp introduces a magical quality to any performance with its enchanting glissandi and warm tone. Paired with the expressive violin, this duo creates an irresistibly captivating sound.",
        "violinDuoDescription": "A graceful combination of two perfectly harmonized violins, creating an elegant and refined sound.",
        "stringTrioDescription": "The string trio is the perfect bridge between the smaller ensembles and the full quartet, echoing elements of both. Please note that string trio repertoire is limited to classical music.",
        "stringQuartetDescription": "A string quartet delivers the ultimate classical ensemble experience, capable of performing a vast repertoire from classical to contemporary music. It’s perfect for weddings, corporate events, and private functions, providing a rich, impressive sound that will leave a lasting impression.",
        "receiveQuote": "Receive a quote for your event!",
        "receiveQuoteParagraph": "Are you planning and wedding or event in Tokyo and looking for a violinist, or string ensemble to provide music? Do you have additional questions before deciding which ensemble is the best fit for your event? Contact Michael Shingo Crawford for a quote today!"
    },
    "Contact": {
        "title": "Contact",
        "quote": "Contact me about $$GreenText$$violin performance$$GreenText$$ opportunities, $$GreenText$$music composition$$GreenText$$ and $$GreenText$$arrangement commissions$$GreenText$$, or anything else that is on your mind!",
        "sendMessage": "Send me a message",
        "sendMessageContent": "I am available to perform as a violinist in Tokyo, other cities in Japan, as well as abroad. I am always happy to meet new people! If you just want to say hello, feel free to reach out.",
        "firstName": "First Name",
        "lastName": "Last Name",
        "email": "Email",
        "source": "Where did you find me?",
        "message": "Message",
        "submitButton": "Send Message",
        "firstNamePlaceholder": "John",
        "lastNamePlaceholder": "Taro",
        "sourcePlaceholder": "Google, Youtube, at a concert...",
        "messagePlaceholder": "Hello Michael, I found you on...",
        "firstNameError": "Please enter your first name.",
        "lastNameError": "Please enter your last name.",
        "emailError": "Please enter an email.",
        "emailValidityError": "Please enter a valid email.",
        "messageError": "Please enter a message."
    },
    "Footer": {
        "readyToBook": "Ready to book?",
        "getInTouch": "Get in touch!",
        "copyright": "Copyright",
        "webDesign": "Web Design by Michael Shingo Crawford",
        "builtWith": "Built with Next.js | Typescript | Tailwind CSS | Framer Motion"
    },
    "Tabs": {
        "watchVideo": "Watch a Video"
    }
}