{
    "Index": {
        "title": "マイケルシンゴクロフォード",
        "role": "バイオリニスト // 作曲者",
        "location": "東京都, 日本"
    },
    "Home": {
        "title": "マイケル・シンゴ・クロフォード | バイオリニストと作曲家",
        "description": "バイオリニストと作曲家、東京を拠点とするマイケル・シンゴ・クロフォード"
    },
    "Navbar": {
        "home": "ホーム",
        "violin": "バイオリン",
        "composition": "作曲",
        "arranging": "アレンジ",
        "contact": "問い合わせ",
        "weddings": "イベント"
    },
    "Violin": {
        "pageTitle": "東京のバイオリニスト",
        "pageDescription": "東京のバイオリニストマイケル・シンゴ・クロフォードは、クラシック音楽、現代音楽、アニメのサウンドトラックを演奏しています。アメリカ合衆国、オランダ、ベルギー、中国、日本全土で演奏してきたマイケルは、オーケストラ、室内楽、ソロ漩々を演奏しています。",
        "title": "バイオリン",
        "quote": "$$GreenText$$マイケル・シンゴ・クロフォード$$GreenText$$は東京を拠点とするバイオリニストで、クラシック音楽、現代音楽、アニメのサウンドトラックを演奏しています。",
        "performanceHighlights": "Performance Highlights",
        "readAboutEnsemble": "アンサンブルについて読む",
        "orchestra": "オーケストラ",
        "chamber": "室内楽",
        "solo": "ソロ",
        "vivaldiDescription": "2023-2024年シーズンに東京ヴィヴァルディアンサンブルと共に、六本木ヒルズおよびサントリーホールでのコンサートで演奏。",
        "enaDescription": "フィラデルフィアで新作の室内オペラを舞台に上演する、オペラ、演劇、音楽、キャバレー、視覚芸術を融合させた革新的な集団、ENAensembleと定期的に共演。",
        "alterEgoDescription": "ハンデルのオペラに現代的なひねりを加え、エレクトロニクス、サクソフォン、ギターを特徴とする「Alcina REVAMPED」に参加し、クラシック作品を現代の文脈で再解釈。",
        "wcitDescription": "アルメニアのエレバンで、指揮者セルゲイ・スムバティアンが率いる世界情報技術会議オーケストラと共に、アルメニア国立交響楽団および15か国の音楽家と共演。",
        "virtuosiDescription": "フィラデルフィア・ヴィルトゥオージと共演し、よく知られた作品やあまり演奏されない作品の新しい解釈を通じてクラシック音楽の体験を広げることに専念する室内オーケストラ。",
        "internationalEvents": "国際イベント",
        "eventsDescription": "アメリカ合衆国（フィラデルフィア、ニューヨーク市、アトランタ、ワシントンD.C.）およびオランダ、ベルギー、中国などの国際的なイベントで演奏。",
        "emoryDescription": "コンサートマスター（2016年）および首席セカンドバイオリン（2015年）を務め、バーバーのバイオリン協奏曲の演奏で2015年のコンチェルト＆アリア・コンペティションで優勝",
        "newMusic": "現代音楽",
        "classical": "クラシック",
        "animeMusic": "アニメ音楽",
        "booking": "予約",
        "bookingContent": "マイケルは以下のイベントでバイオリニストとして演奏可能です:",
        "orchestraConcerts": "オーケストラコンサート",
        "chamberMusicConcerts": "室内楽コンサート",
        "soloPerformances": "ソロ演奏",
        "weddingsAndSpecialEvents": "結婚式や特別なイベント",
        "biography": "経歴",
        "biographyContent": "マイケルはアメリカ合衆国およびオランダ、中国、ベルギーでイベントやコンサートに出演しました。他の出演には、フィラデルフィア・ヴィルトゥオージやアルメニアのエレバンでの世界情報技術会議オーケストラとの共演が含まれます。彼は、オペラの新しい解釈を提供するオペラ会社であるENAensembleおよびAlter Ego Chamber Operaと共演しました。学業を追求する間、彼はエモリー大学交響楽団のコンサートマスターを務め、バーバーのバイオリン協奏曲の演奏で2015-2016年のコンチェルト＆アリア・コンペティションで優勝しました。夏の間、彼はWestBen Performer-Composer Residency、zFestival、Dalí Quartet International Music Festival、Fresh Inc Festival、Eastern Music Festival、およびNational Symphony Orchestra Summer Music Instituteに参加しました。アメリカに住んでいる間、彼はプライベートスタジオでバイオリンとピアノのレッスンを教え、オーストラリアやシンガポールを含むいくつかの国からオンラインの生徒を引き付けました。"
    },
    "Weddings": {
        "pageTitle": "東京のバイオリニスト",
        "pageDescription": "東京の中心での結婚式のバイオリン音楽。マイケル・シンゴ・クロフォードは、アメリカ合衆国、オランダ、ベルギー、中国、日本全土で、結婚式、プロポーズ、企業イベント、祝日のお祝い、プライベートサロンコンサート、リサイタルなど、さまざまなイベントで演奏してきた東京を拠点とするバイオリニストです。",
        "title": "東京のバイオリニスト",
        "quote": "\"マイケルは私たちの結婚式で素晴らしい仕事をしてくれました。$$GreenText$$期待を超えました$$GreenText$$。多くのゲストが彼の演奏した$$GreenText$$素晴らしい音楽$$GreenText$$について話していて、私たちの式を次のレベルに引き上げました。マイケルは「バブルエグジット」の間に外に出て演奏してくれ、とても素晴らしい仕事をしてくれました。$$GreenText$$非常に才能があります！$$GreenText$$\"",
        "intro": "東京の中心での結婚式のバイオリン音楽",
        "intro1": "マイケル・シンゴ・クロフォードは、アメリカ合衆国、オランダ、ベルギー、中国、日本全土で、結婚式、プロポーズ、企業イベント、祝日のお祝い、プライベートサロンコンサート、リサイタルなど、さまざまなイベントで演奏してきた東京を拠点とするバイオリニストです。",
        "intro2": "200以上のイベントで、バイオリンとチェロのデュオ、弦楽四重奏、ソロバイオリン、弦楽三重奏など、さまざまなアンサンブルの一員として演奏してきた経験豊富な音楽家として、マイケルはあらゆるイベントに合わせた音楽体験を提供することができます。",
        "intro3": "マイケルはクラシックのルーツに忠実であり、演奏においてバイオリンの自然な美しさを引き出すことを誇りに思っています。このため、彼はアンプやバックトラックを使用せずに演奏します。これにより、さまざまな設定で演奏する柔軟性が得られ、ソロ演奏中でもハーモニーや伴奏部分を埋めるなど、創造的な解釈を行う機会が増えます。",
        "cocktailHourAlt": "結婚式のカクテルアワーで音楽を演奏するために雇われた東京のバイオリニスト。",
        "ensembleOptions": "アンサンブルオプション",
        "ensembleOptionsParagraph": "マイケルはイベントに合わせたさまざまなアンサンブルオプションを提供することができます。最も人気のあるオプションは、バイオリンとチェロのデュオ、弦楽四重奏、弦楽三重奏です。バイオリンとチェロのデュオは、追加のミュージシャンを必要とせずに豊かでフルなサウンドを求める人に最適です。弦楽四重奏は、クラシックからポップまで幅広い音楽を演奏できるクラシックなアンサンブルです。弦楽三重奏は、より親密なアンサンブルで、小さな会場やイベントに最適です。",
        "soloViolin": "ソロバイオリン",
        "violinCello": "バイオリンとチェロ",
        "violinPiano": "バイオリンとピアノ",
        "violinGuitar": "バイオリンとギター",
        "violinHarp": "バイオリンとハープ",
        "violinDuo": "バイオリンデュオ",
        "stringTrio": "弦楽三重奏",
        "stringQuartet": "弦楽四重奏",
        "soloViolinDescription": "ソロバイオリンは、親密な集まりから100人以上の大規模な結婚式まで、イベントに優雅な雰囲気を加えます。非常に多用途な楽器であり、同時に高揚するメロディーと豊かなハーモニーを提供できます。広範なレパートリーを持つソロバイオリンは、ミュージシャンが独自のサウンドとスタイルを表現する自由を与えます。",
        "violinCelloDescription": "大きなアンサンブルを雇わずに豊かなサウンドを求めるなら、バイオリンとチェロのデュオが理想的です。このペアリングは、クラシックから現代音楽まで幅広い音楽を演奏でき、結婚式、企業イベント、プライベートパーティーに最適です。",
        "violinPianoDescription": "会場にピアノが提供されている場合のみ利用可能です！バイオリンとピアノのデュオは、クラシック、ポップ、ロック音楽の本格的な演奏で知られるタイムレスな組み合わせです。ピアノの広いオーケストラレンジと複数のパートを演奏する能力により、このデュオはオリジナルの作曲の本質を美しく捉えることができます。",
        "violinGuitarDescription": "ギターはバイオリンにとって完璧なパートナーであり、リズムサポートとハーモニーを提供しながら、複雑なソロで自らも輝きます。このデュオは、あらゆるパフォーマンスに多様性を加えます。",
        "violinHarpDescription": "ハープ奏者の利用可能性に依存します！ハープは、その魅惑的なグリッサンドと暖かい音色で、どんなパフォーマンスにも魔法のような品質をもたらします。表現力豊かなバイオリンと組み合わせることで、このデュオは魅力的なサウンドを生み出します。",
        "violinDuoDescription": "2つの完璧に調和したバイオリンの優雅な組み合わせで、洗練された音を作り出します。",
        "stringTrioDescription": "弦楽三重奏は、小さなアンサンブルとフル四重奏の間の完璧な橋渡しであり、両方の要素を反映しています。弦楽三重奏のレパートリーはクラシック音楽に限定されていることに注意してください。",
        "stringQuartetDescription": "弦楽四重奏は、クラシックから現代音楽まで幅広いレパートリーを演奏できる究極のクラシックアンサンブル体験を提供します。結婚式、企業イベント、プライベートイベントに最適で、豊かで印象的なサウンドを提供し、長く記憶に残る印象を与えます。",
        "receiveQuote": "イベントの見積もりを受け取る！",
        "receiveQuoteParagraph": "東京で結婚式やイベントを計画していて、バイオリニストや弦楽アンサンブルを探していますか？イベントに最適なアンサンブルを決定する前に追加の質問がありますか？$$LinkInt$$お問い合わせ$$/contact-violinist-in-tokyo$$ 願います！"
    },
    "Arranging": {
        "title": "東京のアレンジャー",
        "description": "東京で活動するアニメ音楽アレンジャー。",
        "pageTitle": "アレンジ",
        "pageDescription": "マイケル・シンゴ・クロフォードは東京で活動する音楽アレンジャーです。",
        "quote": "マイケルは$$GreenText$$アニメ音楽$$GreenText$$のアレンジを作成し、バイオリン技術の$$GreenText$$全ての表現力$$GreenText$$を活かした作品を生み出します。",
        "baccano": "バッカーノ！",
        "hegemony": "ハンター×ハンター",
        "onePiece": "ワンピース",
        "biographyTitle": "略歴",
        "biography": "マイケル・シンゴ・クロフォードは、バイオリンの表現力と技術の幅を際立たせるアニメ音楽アレンジを制作しています。作曲家およびバイオリニストとしてのクラシック音楽の訓練を活かし、バイオリン技術への深い理解を反映したアレンジを作り上げ、プロ仕様の楽譜を作成しています。2020年に$$LinkExt$$YouTubeチャンネル$$https://www.youtube.com/@MichaelShingo$$を開設して以来、マイケルは12,000人以上の登録者を獲得し、総再生回数は200万回を超えました。2023年には、ニューヨークで開催された「カウボーイビバップ」25周年コンサートのために音楽をアレンジする名誉を受けました。"
    },
    "Composition": {
        "pageTitle": "作曲",
        "pageDescription": "マイケル・シンゴ・クロフォードは東京のクラシック作曲家です。",
        "biographyTitle": "伝記",
        "biography": "マイケル・シンゴ・クロフォードは、超自然的な要素を含む風変わりなテーマに取り組む東京在住の作曲家です。彼の作品は、日本の遺産からインスピレーションを得ることが多いです。マイケルの作曲は、$$LinkExt$$Network for New Music$$https://www.networkfornewmusic.org/$$、PRISM Quartet、Sound Energy Trio、Philadelphia Orchestra Musicians、Vega String Quartetなどの演奏者によって発表されました。マイケルはテンプル大学で音楽作曲の修士号を、エモリー大学でバイオリン演奏の学士号を取得しています。",
        "works": "作品",
        "search": "検索",
        "score": "楽譜",
        "selectInstruments": "楽器で絞り込む",
        "watchVideo": " 動画を見る",
        "filterByInstruments": "楽器で絞り込む",
        "noCompositions": "検索条件に一致する作曲はありませんでした。",
        "piecesDisplayed": "表示された作品。",
        "violin": "バイオリン",
        "piano": "ピアノ",
        "cello": "チェロ",
        "bassoon": "ファゴット",
        "flute": "フルート",
        "oboe": "オーボエ",
        "clarinet": "クラリネット",
        "bassClarinet": "バスクラリネット",
        "reedQuintet": "リード五重奏",
        "violinDuo": "バイオリン二重奏",
        "windQuintet": "木管五重奏",
        "soprano": "ソプラノ",
        "pianoTrio": "ピアノ三重奏",
        "viola": "ビオラ",
        "doubleBass": "コントラバス",
        "trumpet": "トランペット",
        "saxophone": "サクソフォン",
        "trombone": "トロンボーン",
        "tuba": "チューバ",
        "brassQuintet": "金管五重奏",
        "orchestra": "オーケストラ",
        "frenchHorn": "フレンチホルン",
        "percussion": "打楽器",
        "percussionQuartet": "打楽器四重奏",
        "stringQuartet": "弦楽四重奏",
        "tableTitle": "タイトル",
        "tableDescription": "説明",
        "tableEnsemble": "アンサンブル",
        "tableVideo": "動画",
        "tableScore": "楽譜",
        "aFantasticalFlight": "A Fantastical Flightは、聴衆を夢の中に連れて行き、理性に縛られず、目の前に見える現実を完全に信じさせます。絶え間なく変化するメーターは、夢見る心の無限の想像力と突然の予期しない変化への傾向を反映しています。オープニングは、ダイアトニックハーモニーとシンプルな伴奏を提供し、喜びと活気に満ちたキャラクターを持っています。この夢が進むにつれて、二重調性と多重メーターの使用を通じて、より暗いニュアンスが現れます。対照的なピッチコレクションとメーターの同時存在は、夢の純粋な精神的イメージと、目覚めを待つ肉体的な世界との間の対立を表現しています。動機的な素材は、2つの部分の間で渡され、作品全体でいくつかのバリエーションで提示されます。音楽は、目覚めの必然性と、幻想的な旅を放棄することへの夢見る人の悲しみを反映して、思慮深く終わります。",
        "aberrantBourree": "Aberrant Bourréeは、伝統的な舞曲から逸脱したブルレの再構築です。四分音符のアナクルシスとダクティルリズム（長短短）を取り入れていますが、予期しないメーターの変化とメトリックにずれたアクセントが特徴です。Aセクションは、シロフォンのぎざぎざしたメロディーで始まり、さまざまな方法で分解され、発展します。Bセクションは、より断片的な音楽で始まり、密度と強度が徐々に増し、オープニング素材の復帰に至ります。バイオリンとチェロのレパートリーに精通している人は、バッハのブルレの引用が織り込まれていることに気付くかもしれません。",
        "agnosticSymbol": "Agnostic Symbolは、サルバドール・ダリの同名の絵画に触発されています。荒涼とした風景が視聴者の前に広がり、遠くから伸びたスプーンが現れます。小さな時計を運ぶスプーンは、キャンバスを横切って伸び、人類を表す岩の形成物の周りにねじれ、さらに続きます。この絵画は、永遠の命への渇望と、命が有限であるという現実との対立として解釈されるかもしれません。スプーンは有限の現実を石に与えようとしますが、失敗し、人類はその渇望に浸っています。この音楽は、絵画を音で再現し表現しようとするのではなく、全体的な印象と感情的な内容を表現しています。特にオープニングとクロージングのセクションでは、荒涼とした感覚が広がります。作品の中間部は、非常に活発で不安定なテクスチャーを通じて、対立と苦悩を表現しています。",
        "bicycle": "この作品は、自転車のギアメカニズムを異なる速度で動く重なり合うラインを通じて探求しています。オープニングのパッセージでは、ファゴットが5/8の図を演奏し、その上にピアノが点線の8分音符のリズムで繰り返される和音を鳴らします。ファゴットの部分の速い動きは、低ギアでペダルを踏む自転車乗りを象徴しており、速いペダルの動きがタイヤの回転を遅くすることを意味します。この速い入力と遅い出力の概念は、作品の中心的な側面であり、音楽に浸透する多くの対位法的なアイデアを生み出すのに役立ちます。絶え間ない駆動リズムによって機械的な感覚が生まれますが、これは、機械的なパルスの上に歌う長いラインなどのより有機的な要素を伴います。これは、機械を動かすが、まったく異なる存在である自転車乗りの視点と経験を反映しています。",
        "blossoms": "Blossoms in the Dead of Winterは、2005年のアニメシリーズ「蟲師」のシーンに見られるイメージに触発されています。吹雪の中心に春のオアシスが開く場面です。山中の放浪者は、この冬の嵐に包まれながらも、この生命のオアシスに避難します。この奇跡的な存在は現実に基づいているのか、それとも温かさへの強い渇望によって引き起こされた蜃気楼なのか？この対極の対比は、超現実的な効果を生み出します。第二のテーマは、日本の民謡「さくら、さくら」から引用されています。その歌詞は、風に吹かれる桜の花びらが見渡す限り広がっている様子を描いています。それは、「霧か、雲か？」という質問を投げかけます。遠くから見ると、これらの花びらは、視聴者にまったく異なる存在の概念を印象付けます。この形の曖昧さは、視聴者が目の前のシーンを構築する自発的な概念から派生したものであり、民謡の主題を印象主義的な視覚化のモードと結び付けます。この曲のピッチ内容は、日本のモード、五音音階の変種から派生しており、このアイデアをさらに強化します。旋律は三全音を輪郭としており、半減七和音などの和音を暗示し、トーナルな曖昧さの感覚を呼び起こします。この旋律をピアノ三重奏に取り入れることで、和声と音色の意味合いがもたらされます。旋律は絶えず異なるモード間を移動し、その和声はこの不安定さをさらに悪化させます。全音階と八音階のスケールがこれらのモーダルラインを彩ります。作品の最初のセクションは、抑制された冬のキャラクターを表す最初の旋律的なアイデアを提示します。このセクション全体で、ピアノの左手部分に「さくら」の旋律の断片が繰り返し現れ、最初の完全な提示がベースラインで行われます。キャラクターは嵐のように激しくなり、「さくら」の旋律がシンコペーションで再び現れ、氷の粒子の旋風が桜を思い起こさせるかのようです。バイオリンの明確な旋律が支配する中間部は、嵐からの短い休息を提供します。次のセクションには、「さくら」の旋律の最も完全で広範な提示が含まれており、春のオアシスへの到達を示しています。しかし、バイオリンラインの不均一なメーターを通じて織り交ぜられた曲がりくねった16分音符は、これが休息の場所になることを妨げます。激しいキャラクターが徐々に忍び寄り、作品の最も激しく対位法的に密な部分に達します。この外向的な爆発は、その抑制されたキャラクターにもかかわらず、緊張を維持するより抑制された表現に減少します。オープニングセクションの素材が戻り、作品は活動の嵐の中で終わり、旅行者の運命は不確かです。",
        "deriveIII": "Deriveは、ピッチ素材のために方程式と微分計算に目を向けます。最初の楽章は、方程式f(x)=0.5x^3- 〖0.5x〗^2-10xを使用します。この関数は、任意の時点での物体の位置を表すことができるため、楽章の名前が付けられています。-6から5の範囲の整数入力は、ピッチに変換できる一連の数値を生成します。グラフ化された三次方程式の輪郭を持つピッチの連続は、作品のオープニングで断片的な形で現れ、最初のセクションの終わりに向かって完全な声明に発展します。第二楽章は、元の方程式の最初の導関数であるf'(x)=1.5x^2- x-10に基づいています。この関数は、任意の時点での物体の位置の変化率である瞬間速度を計算します。この楽章は、出力に基づいて正確なピッチを外挿するのではなく、グラフ化された関数の放物線の輪郭を単に再現することで、方程式をより緩やかに適用します。f''(x)=3x- 1、第二導関数は、第三楽章の基礎として機能します。この関数は、速度の変化率である加速度を追跡します。各整数入力ごとに、結果の値は前の値よりも3大きくなります。これは、完全に減少した七和音を通じて音楽的に表現されるかもしれません。この和音は、3つの半音ずつ離れた4つのピッチで構成されています。これらの和音の2つを転調して重ね合わせると、半音と全音が交互に現れる八音階が生成されます。これらは、第三楽章が展開する和音とスケールの素材です。重なり合うさまざまな長さの上昇ラインは、線形関数の無限性をほのめかしながら、絶え間ない上昇の感覚を作り出します。",
        "escapeParty": "バーチャルリアリティ（VR）は、ユーザーを没入型のデジタル世界に引き込む急速に発展している技術です。私は、2020年の大晦日にバーチャルリアリティパーティーに参加した友人に触発されました。このタイトルにはいくつかの意味があります。VRは物理的な現実からの逃避であり、人々を電子的な風景であるE-scapeに連れて行きます。この作品は、クリスチャン・ショーマンの短編映画「What Does It Take To Change A Light(house)?」のために委嘱され、脱出シーンの一部として登場します。",
        "einsteinsDreams": "Einstein’s Dreamsは、アラン・ライトマンの同名の小説に基づいています。このフィクションの物語は、アルバート・アインシュタインのさまざまな時間の概念についての夢を描いた多数の短いエピソードで構成されています。この作品は、小説の各章に対応する3つの楽章に分かれています。",
        "following": "Followingは、パフォーマンスアーティストのヴィト・アコンチによる「Following Piece」に緩やかに基づいています。この音楽は、追跡することや追跡されることのアイデアを取り上げています。2つ以上の異なるメトリックアイデアの同時存在は、異なるペースで歩く2人の人々を表しています。これらのアイデアは時折、より統一された声明に収束し、キャラクターが何らかの形で相互作用します。追跡者の意図が明らかになると、音楽は予期しない瞬間に介入する模倣的な動機の断片によって特徴付けられる追跡に突入します。",
        "loveMobile": "Love Mobileは、車を手に入れた後の最初の数ヶ月間、ペンシルベニア州とニュージャージー州を車で走り回った経験に触発されました。パンデミックに伴う隔離状況により、自宅の快適さから「ドライブ」できるのではないかと考えました。このプロジェクトは、アーティストのチェン・スルイとのコラボレーションです。私たちは同じインスピレーションの源を出発点として取り、各自の技術を使って再構築しました。この作品に付随する彼女の絵が下に描かれています。",
        "monoNoAware": "もののあわれは、「物の哀れ」または「物への共感」と大まかに翻訳される日本語のフレーズです。物や人生の一時的な性質に対する哀愁や感傷として最もよく説明され、英語には同等の文化的概念がありません。絶え間なく変化するメーターは、ピアノパートの持続的な16分音符の流れによって結び付けられています。成長と衰退のアイデアは、繰り返される旋律的なアイデアを含むメトリックプロセスを通じて作品に組み込まれています。最初のアイデアは、16分音符のみで構成されており、単一の音符の追加または削除によって変更されます。このようにして、最初は14音符のアイデアが13に減少し、次に12に減少し、異なるアイデアが導入されるまで衰退し続けます。多重メーターは、音楽の構造において重要な役割を果たし、しばしばバイオリンのメトリックな組織をピアノパートの分割と対立させます。",
        "parallax": "この作品は、視差の概念、つまり異なる視線に沿って見た複数の物体の位置の知覚される違いを探求しています。たとえば、2 つの物体を見ている人が動いているとき、遠くにある物体は近くにある物体よりもゆっくりと動いているように見えます。この作品は、さまざまな方法で音楽の等価性を引き出しています。冒頭のセクションは、あたかも即興であるかのように自由に演奏され、異なるテンポで動く部分を重ね合わせます。その後、音楽は、互いにクロス リズムを形成する線の中に埋め込まれたポリメーターとヘミオラを特徴とする、より韻律的なセクションに移行します。熱狂的な間奏の後、音楽は 9/16 音符の繰り返しに落ち着き、2 音パターンから始まり加算プロセスを経て、16 分音符の一定の流れと対になります。9/16 音符の最も高い 3 つの音が分離され、リズミカルに変調して、作品の冒頭で聞かれる繰り返し音符のアイデアに変化します。",
        "peeck": "ヤン・ピークはオランダ人の貿易商で、後にニューヨーク州となるニューアムステルダム地域でネイティブアメリカンと接触した最初のヨーロッパ人でした。現代のピークスキル市は、ピークとオランダ語で川を意味する「キル」を組み合わせた名前です。ピーク・アット・ザ・キルは、この 17 世紀の歴史をスナップショットでとらえ、ハドソン川を眺めながらこの未知の土地の可能性を思い描いているヤン・ピークを想像しています。この主題の選択は、私が子供時代の大半を過ごしたピークスキルへの最近の旅行の結果です。音楽の中でより遊び心があり、おどけた瞬間は、これらの幼い頃の思い出に触れ、タイトルの語呂合わせを認めています。",
        "portraitsIII": "Portraits は弦楽四重奏曲で、4 つの楽章それぞれが、2015 年秋現在、エモリー大学交響楽団の首席弦楽奏者の 1 人を描写しています。コンサートマスターの D.K. が、この四重奏曲の活気に満ちたキャラクターで幕を開けます。最初のモチーフの輪郭は、すべての楽器にわたって文字「D」の輪郭を描きます。このアイデアは、A セクションに戻ったときに再び取り上げられますが、今度は文字「K」を描き、頭文字「D.K」を綴ります。途切れることのない 8 分音符の流れが、簡潔なモチーフと遠い調性への短い移行を特徴とする A セクションの原動力となっています。このセクションの最後では、以前に導入されたアイデアが断片化されて 4 つの楽器すべてに分散され、四重奏の空間配置を利用して、次の断片がどこから出てくるかを予測しにくくすることで不安定感を生み出しています。対照的な中間部の後に、冒頭の素材が戻ってきて、より落ち着いたキャラクターになり、第 2 楽章へと続きます。首席チェロ奏者の A.B. は、包み込むような暖かさを伝えようとしている。チェロはしばしば前面に出てくるが、すべての楽器が独立したラインを持ち、チェロのメロディーと絡み合っている。この楽章は、冒頭のメロディーが上声部で断片化され、チェロのラインでは韻律的に対照的な音型で終わる。首席ビオラ奏者の M.K. は風変わりで、楽しく快活だ。第 2 バイオリンのパートでは、珍しくユーモラスなグリッサンドが使われており、2 つのモードが同時に存在することでしばしば和声構造が作られる。この楽章は、すべての楽器がそれぞれ異なる拍子で奏でるオスティナートで終わるセクションである。首席第 2 バイオリン奏者の M.S.C. は、自画像のような存在だ。この楽章には落ち着きのなさと前進する勢いが感じられ、コード構築の方法として、特に第 7 の音程を積み重ねた不協和音のハーモニーがより多く用いられている。前の楽章への無数のモチーフの参照があり、描かれている各人物が私の人生で果たしてきた役割を強調しています。四重奏曲はコーダで終わりますが、そこではそれぞれの肖像画の特徴的なモチーフがそれぞれの楽器に特定されています。",
        "rainbowChaser": "Rainbow Chaser は、虹を見てうっとりし、魅了された男の物語からインスピレーションを得ています。虹は生き物のような性格を帯び、男は虹を追い求め、いつか捕まえることを生涯の使命とします。音楽は、さまざまな長さの重なり合うパターンや拍子を乱すリズムのパターンを探求し、予測不可能な、自由に流れ、絶えず変化するサウンドスケープを生み出します。",
        "deepRiver": "「深い河の再構築変奏曲」は、霊歌「深い河」の連続変奏曲集です。タイトルが示すように、再構築変奏曲は、テーマから始まり、徐々に遠い変奏曲へと進む伝統的な変奏形式を逆転させます。これらの変奏曲は、最も遠い変奏曲から始まり、テクスチャ全体に散らばったテーマの短い断片で構成されています。残りの 2 つの変奏曲は、これらの部分をより連続した線に統合し、曲を締めくくる元のテーマの表現へと導きます。",
        "riverLights": "これは、川岸に沿って夜の散歩をしながら、水面上で街の明かりが踊っている様子からインスピレーションを得たオリジナル作品です。このプロジェクトは、アーティストの陳思瑞とのコラボレーションです。私たちは同じインスピレーションの源を出発点として、それぞれの技術を使ってそれを再概念化しました。この作品に添えられた陳の絵が下の写真です。",
        "shinrinYoku": "森林浴とは、自然の中で時間を過ごす活動を指す日本語です。これは、多くの人々にとって現実である屋内生活から抜け出す方法です。屋内生活とは、絶えず押し寄せるメッセージ、デジタル画面のジャングル、そして心を休める暇のない圧倒的な忙しさを伴うライフスタイルです。この音楽は、森に入り、その美しさを味わうところから、穏やかな瞑想状態で安らぎを見つけるところまで、リスナーを森林浴の旅へと導きます。",
        "shrouded": "どこまでも続く、見通せない朝霧を突き抜ける高層ビル群。その隠れた基礎は、この世のものとは思えない可能性を示唆しています。建物は雲まで届くほどの高さなのでしょうか、それとも空に浮かんでいるのでしょうか。これは、2 月の寒い朝、飛行機がニューヨーク市に向かって降下しているときに目にした光景です。Shrouded は、このイメージをインスピレーションの源として、想像力を自由に駆り立てる、刺激的な楽器の色彩と音楽の展開を生み出しています。",
        "strollingAroma": "シルヴァン ナイトは、森中に響き渡る夜行性の昆虫の音を描いています。これらの生き物の鳴き声は、一匹のコオロギの断続的な鳴き声のようにかすかであったり、何千もの目に見えない生き物から発せられる音の津波であったりします。作品の大部分では、各パートが意図的に同期せずに演奏され、自然の音を模倣したより有機的なリズム感を生み出しています。しかし、不気味な要素があり、この森が普通とは程遠いことを示唆しています。このことは、昆虫が不思議なことに成し遂げる、時折のダイナミックさ、身振り、リズムの調和によって暗示されています。",
        "sylvanNights": "シルヴァン・ナイツは、夜行性の虫たちの音が森中に響き渡る様子を描いています。これらの生き物の鳴き声は、一匹のコオロギの間欠的な鳴き声のように控えめなものもあれば、目に見えない何千もの虫たちから放たれる音の大波のように圧倒的なものもあります。曲の多くの部分では、各パートが意図的に互いにずれて演奏され、自然界の音を模倣したより有機的なリズム感を生み出しています。しかしながら、この森が普通ではないことを暗示する不気味さの要素も含まれています。それは、これらの虫たちが謎めいた形で達成する、ダイナミクス、ジェスチャー、リズムの時折の調和によって示唆されています。",
        "teruTeruBouzu": "「てるてる坊主」は、日本の童謡「てるてる坊主」の歌詞をアレンジしたものである。歌詞は、天気を良くしてくれると信じられている、子供たちが手作りした人形「てるてる坊主」について歌っている。あまり歌われないが、最後の「じゃあ、首を切ってやるぞ、チョキッ！」というセリフが、曲を意外にダークな方向へ導く。これが、このリメイクされた音楽の焦点となる。歌詞は、狂気を暗示する不吉で不吉なものになる。翌日の晴れを願う子供ではなく、迷信にとらわれた女性が、願いを叶えてくれるよう必死にてるてる坊主にお供えをする物語へと変化する。冒頭で曲の雰囲気が決まる。声は歌詞の1行目を断片的に歌い、楽器が作り出すテクスチャー効果に溶け込む。原曲のモチーフの断片も現れ始める。クラリネットのカデンツァで第2セクションへの移行と第1節の設定が示される。これに続いて、音楽はテキストの断片を散りばめながら、これまでに述べられたことを振り返る。第2節の開始とともに、音楽はより大きなエネルギーとより速いテンポに達する。歌手がてるてる坊主に向かって「甘い酒」を差し出す場面は、酔ったお祭り騒ぎの感覚を伴っており、カミーユ・サン＝サーンスの『サムソンとデリラ』からのバッカナールの引用によってさらに強調されている。ソプラノは「聞いて！」（「聞いて！」）という強迫的な繰り返しで要求をますます強くし、その後、楽器がクライマックスで冒頭の素材に戻り、最終節へとつながる。音楽は今や静まり返り、ますます脅迫的な性質を強めていく。四分音とグリッサンドの組み込みは、歌手の正気の歪みと破壊を表している。彼女は擬音語の「チョン！」で、ベルリオーズ風に首を切ると脅します。最後の偶然の部分では、楽器が雨を真似た音を出し、てるてる坊主が彼女の願いを叶えられなかったことを暗示しています。",
        "wistfulAutumnNights": "「物憂い秋の夜」の歌詞は、クレイ・マコーリーの小倉百人一首の英訳から引用しています。7世紀初頭に生きていた100人の歌人によって書かれたこの100首の日本の歌は、1235年に藤原定家によって編纂されました。5-7-5-7-7の音節構造からなるこれらの短歌の主題は、日常の感情、愛、自然への憧れを探求しています。この歌集には、秋の物憂いに関する5つの歌が含まれています。表現されている感情は繊細で、悲しみは決して感傷的ではなく、幸福も恍惚としたものではありません。むしろ、それらはつかの間の光景、つまり人間の経験のスナップショットを美しく簡潔に捉えています。"
    },
    "Contact": {
        "pageTitle": "お問い合わせ",
        "pageDescription": "東京のバイオリニスト、作曲家、編曲家マイケル・シンゴ・クロフォードにお問い合わせください。",
        "title": "お問い合わせ",
        "quote": "$$GreenText$$バイオリン演奏$$GreenText$$の機会、$$GreenText$$音楽作曲$$GreenText$$や$$GreenText$$編曲$$GreenText$$の依頼、その他何でもお気軽にお問い合わせください！",
        "sendMessage": "メッセージを送る",
        "sendMessageContent": "東京や日本の他の都市、さらには海外でもバイオリニストとして演奏可能です。新しい人々と出会うことを楽しみにしています！ただ挨拶したいだけでも、お気軽にご連絡ください。",
        "firstName": "名",
        "lastName": "姓",
        "email": "メールアドレス",
        "source": "どこで私を見つけましたか？",
        "message": "メッセージ",
        "submitButton": "メッセージを送信",
        "firstNamePlaceholder": "ジョン",
        "lastNamePlaceholder": "太郎",
        "sourcePlaceholder": "Google、Youtube、コンサートで...",
        "messagePlaceholder": "こんにちはマイケルさん...",
        "firstNameError": "名を入力してください。",
        "lastNameError": "姓を入力してください。",
        "emailError": "メールアドレスを入力してください。",
        "emailValidityError": "有効なメールアドレスを入力してください。",
        "messageError": "メッセージを入力してください。"
    },
    "Footer": {
        "readyToBook": "予約の準備はできましたか？",
        "getInTouch": "お問い合わせください！",
        "copyright": "著作権",
        "webDesign": "ウェブデザイン：マイケル・シンゴ・クロフォード",
        "builtWith": "Next.js | Typescript | Tailwind CSS | Framer Motion"
    },
    "Tabs": {
        "watchVideo": "動画をご覧ください"
    },
    "ReadMore": {
        "readMore": "もっと見る",
        "readLess": "閉じる",
        "ellipses": " 。 。 。"
    }
}